[
  {
    "id": "1",
    "title": "Party of Five",
    "body": "They said it would happen like this: The baby will come and you`ll never be able to imagine anything otherwise. She`ll just fit, they said. You`ll see.(They were right.)Thee labor itself was unyielding in the way that all labors are. Timing contractions to and from a haircut, Chinese lessons. Checking in with a birth team: 8 min apart! 6-7! Getting stronger.My midwife arrives to our home at midnight after a fitful string of contractions and a phone call from Ken. I always know it`s time when the husband calls, she jokes, dropping a duffel at the door.And so it begins....",
    "author": "Erin Loechner",
    "date": "11.23.2022",
    "tags": [
      "family",
      "friends",
      "baby"
    ]
  },
  {
    "id": "2",
    "title": "Our Brooklyn Family Home, Six Years Later",
    "body": "On creating a haven: Life is all the things — fun, joyful, exhausting, hard, beautiful. During ups and downs over the past few years, I`ve wanted my kids to feel safe and loved, so I`ve tried to follow the guidance of smart women: make home feel like a haven and let your eyes light up when you see your child. Sometimes the important things are actually the simplest, don`t you think? Even when life gets chaotic, these two things I can do.",
    "author": "Joanna Goddard",
    "date": "16.03.2023",
    "tags": [
      "design",
      "home"
    ]
  },
  {
    "id": "3",
    "title": "My Beauty Uniform: Monica Heisey",
    "body": "The novel Really Good, Actually begins with the end of a marriage and a list. “My marriage ended,” Maggie explains, “because I ate in bed. Or because he liked electronic music and difficult films about men in nature. Or because I did not.” Perhaps the real problem is that Maggie and Jon got “carried away” after going to nine weddings in a year and decided to have their own “big party where everyone told us we were geniuses for loving each other and gave us $3,000.” But whatever the reason, Maggie suddenly finds herself going through a divorce at age 29.",
    "author": "Alex Ronan",
    "date": "12.03.2023",
    "tags": [
      "book",
      "beauty",
      "family"
    ]
  },
  {
    "id": "004f06b1-7823-4568-aa84-f7e648cde00b",
    "title": "What`s the Best Book to Put in a Guest Room?",
    "body": "Have you read it? The book is very charming and compelling — with illustrations of tomato bisque, women in fancy dresses at the opera, cute dogs, Henry VIII and his wives, thoughts on death, you name it, she draws it. But! I have another book to suggest for guest bedrooms…",
    "author": "Joanna Goddard",
    "date": "11.02.2023",
    "tags": [
      "book",
      "design"
    ]
  }
]